/* No comment provided by engineer. */
"Go Back To Menu" = "Zurück Zum Menü";

/* No comment provided by engineer. */
"Play Again" = "Spielen Erneut";

/* No comment provided by engineer. */
"Play Next Level" = "Spielen Nächste Stufe";

/* No comment provided by engineer. */
"Stare at your Success" = "Anstarren Ihren Erfolg";

/* No comment provided by engineer. */
"Well Done" = "Gut Gemacht";

/* No comment provided by engineer. */
"What would you like to do?" = "Was möchten Sie tun?";

"NA" = "Keine";